Repository: i-super/Saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, et, ka, sr

# Invoice PDF header
source: INVOICE INFORMATION
el: ΣΤΟΙΧΕΙΑ ΤΙΜΟΛΟΓΕΙΟΥ
et: ARVETE TEAVE
ka: ინვოისი
sr: INFORMACIJE O FAKTURI

# Invoice PDF header: Invoice number
source: Invoice number:
el: Αριθμός τιμολογίου:
et: Arve number:
ka: ინვოისის ნომერი:
sr: Broj fakture:

# Invoice PDF header: order number
source: Order:
el: Παραγγελία:
et: Tellimus:
ka: შეკვეთა:
sr: Narudžbina:

# Invoice PDF header
source: Date:
el: Ημερομηνία:
et: Kuupäev:
ka: თარიღი:
sr: Datum:

# Invoice PDF amount (price)
source: Amount:
el: Ποσό:
et: Summa:
ka: ჯამი:
sr: Količina:

# Invoice PDF
source: BILLING ADDRESS
el: ΔΙΕΥΘΥΝΣΗ ΧΡΕΩΣΗΣ
et: ARVE AADRESS
ka: ბილინგ მისამართი:
sr: ADRESA ZA NAPLATU

# Invoice PDF
source: SHIPMENT ADDRESS
el: ΔΙΕΥΘΥΝΣΗ ΑΠΟΣΤΟΛΗΣ
et: SAADETE AADRESS
ka: მიწოდების მისამართი
sr: ADRESA ZA DOSTAVU

# Invoice PDF
source: PAYMENT METHOD
el: ΤΡΟΠΟΣ ΠΛΗΡΩΜΗΣ
et: MAKSEVIIS
ka: გადახდის მეთოდი
sr: NAČIN PLAĆANJA

# Invoice PDF: Payment method value
source: Unpaid
et: Maksmata
ka: გადაუხდელი

# Invoice PDF
source: SHIPMENT METHOD
el: ΤΡΟΠΟΣ ΑΠΟΣΤΟΛΗΣ
et: SAATMISVIIS
ka: მიწოდების მეთოდი
sr: NAČIN DOSTAVE

# Invoice PDF table header
source: ITEMS ORDERED
el: ΠΡΟΪΟΝΤΑ
et: TELLITUD PUNKTID
ka: ნივთი/ები შეკვეთილია
sr: PORUČENI PROIZVODI

# Invoice PDF table
source: Products
el: Προϊόντα
et: Tooted
ka: პროდუქცია
sr: Proizvodi

# Invoice PDF table
source: Price
el: Τιμή
et: Hind
ka: ფასი
sr: Cena

# Invoice PDF table
source: Quantity
el: Ποσότητα
et: Kogus
ka: რაოდენობა
sr: Količina

# Invoice PDF table
source: Total Price
el: Συνολική Τιμή
et: Koguhind
ka: ჯამური ფასი
sr: Konačna cena

# Invoice PDF summary
source: Subtotal
el: Μερικό Σύνολο
et: Vahesumma
ka: ქვეტოტალი
sr: Iznos

# Invoice PDF summary
source: Delivery Cost
el: Κόστος Μεταφορικών
et: Tarnekulu
ka: მიწოდების/ტრანსპორტირების საფასური
sr: Cena isporuke

# Invoice PDF summary
source: Tax
el: Φόρος
et: Maks
ka: დღგ
sr: Porez

# Invoice PDF summary
source: Grand Total
el: Τελικό Ποσό
et: Kogusumma
ka: ჯამი
sr: Konačni iznos

# Account delete reset e-mail subject
source: Delete your account
el: Διαγράψτε τον λογαριασμό σας
et: Kustutage oma konto
ka: ანგარიშის წაშლა
sr: Obrišite svoj nalog

# Account delete reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(site_name)s. Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on taotlenud teie kasutajakonto kustutamist aadressil %(site_name)s. Konto kustutamiseks klõpsake alloleval lingil. Pange tähele, et see toiming on püsiv ja seda ei saa tagasi pöörata.
ka: გაცნობებთ რომ თქვენს მიერ მოტხოვნით იგეგმება თქვენი მომხმარებლის ანგარიშის წაშლა %(site_name)s თქვენი ანგარიშის წასაშლელად გადადით ქვემოთ მოცემულ ბმულზე გთხოვთ გაითვალისწინოთ, რომ ეს მოქმედება მუდმივია და მისი შეცვლა შეუძლებელია
sr: Primate ovaj email zato što ste Vi ili neko drugi zatražili brisanje Vašeg korisničkog naloga %(site_name)s Kliknute na link ispod kako biste obrisali Vaš nalog. Upozoravamo Vas da je ova akcija trajna i da se ne može poništiti.

# Account confirmation e-mail subject
source: Account confirmation e-mail
el: E-mail Επιβεβαίωσης λογαριασμού
et: Konto kinnitamise e-post
ka: ანგარიშის დადასტურების ელ.ფოსტა
sr: E-mail za potvrdu naloga

# Account confirmation e-mail text
source: In order to log into %(site_name)s, you have to confirm your email address first. Please click the link below to do so and log into your account.
et: %(site_name)s sisselogimiseks peate kõigepealt kinnitama oma e-posti aadressi. Selleks klõpsake alloleval lingil ja logige sisse oma kontole.
ka: იმ შემთხვევაში რომ შეხვიდეთ %(site_name)s, ჯერ უნდა დაადასტუროთ თქვენი ელ.ფოსტის მისამართი. ამისათვის გთხოვთ, გადადით ქვემოთ მოცემულ ბმულზე და შეხვიდეთ თქვენს ანგარიშში.
sr: Da biste se ulogovali u %(site_name)s, najpre treba da potvrdite Vašu email adresu. Molimo Vas da kliknete na link ispod da biste to učinili i da biste se se ulogovali u svoj nalog.

# Email change e-mail subject
source: Email change e-mail
el: Email αλλαγής e-mail
et: E-posti aadressi muutmine
ka: ელ. ფოსთის შეცვლა
sr: E-mail za promenu email-a

# Email change e-mail text
source: You're receiving this e-mail because you or someone else has changed email for your user account at %(site_name)s. If you didn't request this change, please contact the administrator.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on muutnud teie kasutajakonto e-posti aadressi %(site_name)s. Kui te seda muudatust ei taotlenud, võtke ühendust administraatoriga.
ka: გაცნობებთ რომ თქვენს ანგარიშზე (%(site_name)s) მოხდა ელ.ფოსტის შეცვლა. თუ თქვენ არ მოითხოვეთ ეს ცვლილება, გთხოვთ დაგვიკავშრდით.
sr: Primili ste ovaj e-mail zato što ste Vi ili neko drugi promenili email za Vaš korisnički nalog na %(site_name)s. Ako Vi niste zahtevali ovu promenu, molimo Vas da kontaktirate administratora.

# Password reset e-mail subject
source: Password reset e-mail
el: E-mail Επαναφορά κωδικού πρόσβασης
et: Parooli lähtestamise e-post
ka: პაროლის აღდგენა ელ.ფოსტა
sr: E-mail za reset lozinke

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on taotlenud parooli oma kasutajakontole aadressil %(site_name)s. Seda saab turvaliselt ignoreerida, kui te ei taotlenud parooli lähtestamist. Parooli lähtestamiseks klõpsake alloleval lingil.
ka: გახნობებთ რომ თვენი მოთხოვნით ხდება პაროლის შეცვლა ანგარიშზე %(site_name)s. დააჭირეთ ქვემოთ მოცემულ ბმულს თქვენი ახალი პაროლის შესაყვანად.
sr: Primili ste ovaj email zato što ste Vi ili neko drugi zatražio lozinku za Vaš korisnički nalog na %(site_name)s Možete ga zanemariti ukoliko niste zatražili reset lozinke. Kliknite na link ispod kako biste resetovali lozinku.

# Email change e-mail text
source: You're receiving this e-mail because you or someone else has requested an email change for your user account at %(site_name)s. It can be safely ignored if you did not request an email change. Click the link below to confirm new email address.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on taotlenud oma kasutajakonto e-posti aadressi muutmist aadressil %(site_name)s. Seda võib julgelt eirata, kui te ei taotlenud e-posti aadressi muutmist. Uue e-posti aadressi kinnitamiseks klõpsake alloleval lingil.
sr: Primili ste ovaj e-mail zato što ste Vi ili neko drugi zahtevali promenu email adrese za Vaš korisnički nalog na %(site_name)s možete ga zanemariti ako niste zatražili promenu email-a. Kliknite na link ispod kako biste potvrdili novu email adresu.

# Export products e-mail subject
source: Export products data
el: Εξαγωγή δεδομένων προϊόντων
et: Toodete eksportimine
ka: პროდუქციის მონაცემების ექსპორტი
sr: Izvezite podatke o proizvodima

# Export products e-mail text
source: Sorry, we cannot finish product export, some unexpected errors occurred. Please try again.
el: Δυστυχώς, δεν μπορούμε να ολοκληρώσουμε την εξαγωγή προϊόντων, προέκυψαν ορισμένα μη αναμενόμενα σφάλματα. Παρακαλώ προσπαθησε ξανα.
et: Kahjuks ei saa me toote eksportimist lõpule viia, ilmnesid ootamatud vead.Palun proovi uuesti.
ka: უკაცრავად, პროდუქტის ექსპორტი ვერ მოხერხდა, მოხდა მოულოდნელი შეცდომები. გთხოვთ კიდევ სცადეთ.
sr: Izvinjavamo se, ne možemo da završimo izvoz proizvoda, došlo je do neočekivanih grešaka. Molimo Vas da pokušate ponovo.

# Export products e-mail text
source: Your file with products data is ready to download: %(csv_link)s
el: Το αρχείο σας με τα δεδομένα των προϊόντων είναι έτοιμο για λήψη: %(csv_link)s
et: Teie tooteandmetega fail on allalaadimiseks valmis: %(csv_link)s
ka: თქვენი ფაილი პროდუქტების მონაცემებით მზად არის ჩამოსატვირთად:%(csv_link)s
sr: Vaša datoteka pa podacima o proizvodima je spremna za preuzimanje: %(csv_link)s

# Set password for customer e-mail title
source: Hello from %(site_name)s!
el: Γεια από %(site_name)s!
et: Tere, kasutaja %(site_name)s!
ka: მოგესალმებით %(site_name)s -დან!
sr: Pozdrav od %(site_name)s!

# Set password for customer e-mail text
source: You're receiving this e-mail because you have to set a password for your customer account at %(site_name)s. Click the link below to reset your password.
et: Saite selle meilisõnumi, kuna peate määrama oma kliendikontole parooli aadressil %(site_name)s. Parooli lähtestamiseks klõpsake alloleval lingil.
sr: Primili ste ovaj e-mail zato što treba da odredite lozinku za Vaš korisnički nalog na %(site_name)s. Kliknite na link ispod da biste resetovali Vašu lozinku.

# Set password for staff member e-mail title
source: Hello from %(site_name)s!
el: Γεια από %(site_name)s!
et: Tere, kasutaja %(site_name)s!
ka: მოგესალმებით %(site_name)s -დან!
sr: Pozdrav od %(site_name)s!

# Set password for staff member e-mail text
source: You're receiving this e-mail because you have to set a password for your staff member account at %(site_name)s. Click the link below to reset your password.
et: Saite selle e-kirja, kuna peate oma töötaja liikme kontole parooli määrama aadressil %(site_name)s. Parooli lähtestamiseks klõpsake alloleval lingil.
sr: Primili ste ovaj e-mail zato što treba da odredite lozinku za nalog člana Vašeg tima na %(site_name)s. Kliknite na link ispod da resetujete lozinku.

# Fulfillment confirmation email subject
source: Your order %(order)s has been fulfilled
el: Η παραγγελία σας %(order)s έχει εκπληρωθεί
et: Teie tellimus %(order)s on täidetud
ka: თქვენი შეკვეთა %(order)s შესრულებულია
sr: Vaša narudžba %(order)s je završena

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of fulfilled products.
el: Ευχαριστούμε για την παραγγελία σας. Παρακάτω είναι η λίστα των προϊόντων που εκπληρώθηκαν.
et: Täname teid tellimuse eest. Allpool on loetelu täidetud toodetest.
ka: გმადლობთ შეკვეთისთვის. ქვემოთ მოცემულია შესრულებული პროდუქტების ჩამონათვალი.
sr: Hvala vam za Vašu narudžbu. Ispod je lista završenih proizvoda.

# Fulfillment confirmation email text
source: You can track your shipment with %(tracking_number)s code.
el: Μπορείτε να παρακολουθείτε την αποστολή σας με κωδικό %(tracking_number)s.
et: Saate oma saadetist jälgida %(tracking_number)s koodiga.
ka: თქვენ შეგიძლიათ თვალყური ადევნოთ თქვენს გადაზიდვას %(tracking_number)s კოდით.
sr: Možete da pratite pošiljku pomoću %(tracking_number)s koda.

# Order confirmation e-mail subject
source: Order %(order)s details
el: Λεπτομέρειες Παραγγελίας %(order)s
et: Tellimuse %(order)s üksikasjad
ka: შეკვეთს %(order)s დეტალები
sr: Detalji narudžbe %(order)s

# Order confirmation e-mail text
source: Thank you for your order. Below is the list of ordered products.
el: Ευχαριστούμε για την παραγγελία σας. Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων.
et: Täname teid tellimuse eest. Allpool on tellitud toodete loend.
ka: გმადლობთ შეკვეთისთვის. ქვემოთ მოცემულია შესრულებული პროდუქტების ჩამონათვალი.
sr: Hvala vam na Vašoj porudžbini. Ispod je lista poručenih proizvoda.

# Order confirmation e-mail payment details
source: To see your payment details please visit: %(order_details_url)s
el: Για να δείτε τα στοιχεία πληρωμής σας επισκεφθείτε: %(order_details_url)s
et: Makseandmete nägemiseks külastage palun: %(order_details_url)s
ka: თქვენი გადახდის დეტალების სანახავად ეწვიეთ: %(order_details_url)s
sr: Da biste videli detalje Vašeg plaćanja molimo Vas da posetite: %(order_details_url)s

# Order confirmation e-mail table header
source: Order summary
el: Σύνοψη Παραγγελίας
et: Tellimuse kokkuvõte
ka: შეკვეთის დეტალები
sr: Pregled porudžbine

# Order confirmation e-mail table header
source: Subtotal
el: Μερικό Σύνολο
et: Vahesumma
ka: ქვეტოტალი
sr: Iznos

# Order confirmation e-mail table header
source: Shipping
el: Αποστολή
et: Saatmine
ka: მიწოდება
sr: Dostava

# Order confirmation e-mail table header
source: Taxes (included)
el: Φόροι (περιλαμβάνονται)
et: Maksud (kaasa arvatud)
ka: დღგ (ჩათვლით)
sr: Porez (uključen)

# Order confirmation e-mail table header
source: Taxes
el: Φόροι
et: Maksud
ka: დღგ
sr: Porez

# Order confirmation e-mail table header
source: Discount:
el: Έκπτωση:
et: Soodustus:
ka: ფასდაკლება:
sr: Popust:

# Order confirmation e-mail table header
source: Total
el: Σύνολο
et: Kokku
ka: ჯამი
sr: Konačan iznos

# Order confirmation e-mail billing address
source: Billing address
el: Διεύθυνση τιμολόγησης
et: Arve Aadress
ka: გადახდის მისამართი
sr: Adresa za naplatu

# Order confirmation e-mail text
source: No billing address
el: Χωρίς διεύθυνση χρέωσης
et: Arveldusaadressi pole
ka: გადახდის მისამართის გარაშე
sr: Nedostaje adresa za naplatu

# Order confirmation e-mail shipping address
source: Shipping address
el: Διεύθυνση αποστολής
et: Kohaletoimetamise aadress
ka: მიწოდების მისამართი
sr: Adresa za dostavu

# Order confirmation e-mail text
source: No shipping required
el: Δεν απαιτείται αποστολή
et: Saatmine pole vajalik
ka: მიწოდების მისამართი გარაშე
sr: Nije potrebna dostava

# Order cancel e-mail subject
source: Order %(order)s canceled
et: Tellimus %(order)s on tühistatud
ka: შეკვეთა %(order)s გაუქმებულია
sr: Otkazana porudžbina %(order)s

# Order cancel e-mail text
source: Your order has been canceled.
et: Teie tellimus on tühistatud.
ka: თქვენი შეკვეთა გაუქმებულია.
sr: Vaša porudžbina je otkazana.

# Order refund e-mail subject
source: Order %(order)s refunded
et: Tellimus %(order)s tagastati
ka: შეკვეთა %(order)s დაბრუნებულია
sr: Narudžba %(order)s vraćena

# Order refund e-mail text
source: A payment of %(amount)s %(currency)s has been refunded for your order.
et: Teie tellimuse eest tagastati makse %(amount)s %(currency)s.
ka: გადხდილი %(amount)s %(currency)s ანაზღაურდა თქვენი შეკვეთისთვის.
sr: Uplata %(amount)s%(currency)s za narudžbu je vraćena za Vašu narudžbu.

# Payment confirmation subject
source: Order %(order)s payment details
el: Στοιχεία πληρωμής της παραγγελίας %(order)s
et: Tellimuse %(order)s makse üksikasjad
ka: შეკვეთა %(order)s გადახდის დეტალები
sr: Detalji o plaćanju za narudžbu %(order)s

# Invoice email subject
source: Invoice
el: Τιμολόγιο
et: Arve
ka: ინვოისი
sr: Faktura

# Send invoice e-mail text
source: In order to download invoice %(number)s, click the link below.
el: Για να κατεβάσετε το τιμολόγιο %(number)s, κάντε κλικ στον παρακάτω σύνδεσμο.
et: Arve %(number)s allalaadimiseks klõpsake allolevat linki.
ka: ინვოისის გადმოსაწერად %(number)s, დააჭირეთ ქვემოთ მოცემულ ბმულს.
sr: Kliknite na link ispod kako biste preuzeli fakturu %(number)s.

# Order confirmation staff e-mail text
source: Below is the list of ordered products.
el: Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων.
et: Allpool on tellitud toodete loend.
ka: ქვემოთ მოცემულია შეკვეთილი პროდუქტების ჩამონათვალი.
sr: Ispod je spisak poručenih proizvoda.

# Fulfillment update email subject
source: Shipping update for order %(order)s
el: Ενημέρωση αποστολής για παραγγελία %(order)s
et: Tellimuse %(order)s saatmisvärskendus
ka: გადაზიდვის განახლება შეკვეთისთვის %(order)s
sr: Ažuriranje dostave za porudžbinu %(order)s

# Fulfillment update email text
source: Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
el: Η κατάσταση της αποστολής σας ενημερώθηκε. Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων που έχουν ενημερωθεί με νέο αριθμό παρακολούθησης.
et: Teie saatmise seisundit on uuendatud. Allpool on loetelu tellitud toodetega, millel on uuendatud jälgimisnumber.
ka: თქვენი გადაზიდვის სტატუსი განახლდა. ქვემოთ მოცემულია შეკვეთილი პროდუქტების ჩამონათვალი, რომლებიც განახლებულია ახალი თვალთვალის ნომრით.
sr: Status Vape pošiljke je ažuriran. Ispod je spisak poručenih proizvoda koji je ažuriran novim brojem za praćenje pošiljke.

# Fulfillment update email text
source: You can track your shipment with the following code: %(tracking_number)s.
el: Μπορείτε να παρακολουθείτε την αποστολή σας με τον ακόλουθο κωδικό: %(tracking_number)s.
et: Saadetist saate jälgida järgmise koodiga:%(tracking_number)s.
ka: შეგიძლიათ გააგზავნოთ თქვენი გადაზიდვა შემდეგი კოდით: %(tracking_number)s
sr: Možete da pratite svoju pošiljku putem sledećeg koda: %(tracking_number)s.

# Base email text
source: This is an automatically generated e-mail, please do not reply.
el: Αυτό είναι ένα αυτοματοποιημένο e-mail, παρακαλώ μην απαντήσετε.
et: See on automaatselt genereeritud e-kiri, palun ärge vastake.
ka: ეს არის ავტომატურად წარმოქმნილი ელ.წერილი, ნუ უპასუხებთ ამ წერილს.
sr: Ovo je automatski e-mail, molimo Vas da ne odgovarate.

# Base email footer
source: Sincerely, %(site_name)s
el: Με εκτιμιση,%(site_name)s
et: Lugupidamisega %(site_name)s
ka: პატივისცემით, %(site_name)s
sr: Srdačno, %(site_name)s

# Standard e-mail greeting
source: Hi!
el: Γεια!
et: Tere!
ka: გამარჯობა!
sr: Zdravo!

# Account delete e-mail text
source: You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(site_name)s.<br/> Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
et: Saite selle e-kirja, kuna teie või keegi teine ​​on taotlenud ateie kasutajakonto kustutamine aadressil %(site_name)s. <br/> Klõpsake alloleval lingilkustutage oma konto. Pange tähele, et see toiming on püsiv ja seda ei saa tehatagasi pöörata.
sr: Primili ste ovaj e-mail zato što ste Vi ili neko drugi zatražili brisanje Vašeg korisničkog naloga na %(site_name)s. <br/> Kliknite na link ispod da biste obrisali Vaš nalog. Znajte da je ova akcija trajna i da ne može biti poništena.

# Account confirmation e-mail text
source: In order to log into %(site_name)s, you have to confirm your email address first. Please click the link below to do so and log into your account.
et: %(site_name)s sisselogimiseks peate kinnitama oma e-posti aadressikõigepealt. Selleks klõpsake palun allolevat linki ja logige sisse oma kontole.
sr: Kako biste se ulogovali na %(site_name)s, prvo treba da potvrdite Vašu email adresu. Molimo Vas da kliknete na link ispod da biste to učinili i ulogovali se na Vaš nalog.

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of fulfilled products.
el: Ευχαριστούμε για την παραγγελία σας. Παρακάτω είναι η λίστα των προϊόντων που πληρούνται.
et: Täname teid tellimuse eest. Allpool on loetelu täidetud toodetest.
sr: Zahvaljujemo na porudžbini. Ispod je spisak spremnih proizvoda.

# Fulfillment confirmation email text
source: You can track your shipment with <a href="%(tracking_number)s">%(tracking_number)s</a> link.
el: Μπορείτε να παρακολουθείτε την αποστολή σας από τον σύνδεσμο <a href="%(tracking_number)s">%(tracking_number)s</a>.
et: Saate oma saadetist jälgida <ahref="%(tracking_number)s">%(tracking_number)s</a>
sr: Možete da pratite svoju pošiljku pomoću linka<a href="%(tracking_number)s">%(tracking_number)s</a>.

# Fulfillment digital products email text
source: You can download your digital products by clicking in download link(s).
el: Μπορείτε να κατεβάσετε τα ψηφιακά προϊόντα σας κάνοντας κλικ στον/στους σύνδεσμο/συνδέσμους λήψης.
et: Oma digitaaltooteid saate alla laadida, klõpsates allalaadimislingil (linkidel).
sr: Možete preuzeti svoje digitalne proizvode tako što ćete kliknuti na link(ove) ispod.

# Order confirmation e-mail text with payment details
source: Thank you for your order. Below is the list of ordered products. To see your payment details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
el: Ευχαριστούμε για την παραγγελία σας. Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων. Για να δείτε τα στοιχεία πληρωμής σας παρακαλόυμε επισκεφθείτε: <a href="%(order_details_url)s">%(order_details_url)s</a>
et: Täname Teid tellimuse eest. Allpool on loetelu tellitud toodetest. Makse andmete nägemiseks külastage: <a href="%(order_details_url)s">%(order_details_url)s</a>
sr: Zahvaljujemo na Vašoj narudžbi. Ispod je spisak poručenih proizvoda. Da biste videli detalje Vašeg plaćanja molimo Vas da posetite: <a href="%(order_details_url)s">%(order_details_url)s</a>

# Order confirmation e-mail text
source: Thank you for your order. Below is the list of ordered products.
el: Ευχαριστούμε για την παραγγελία σας. Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων.
et: Täname teid tellimuse eest. Allpool on tellitud toodete loend.
sr: Zahvaljujemo na Vašoj narudžbi. Ispod je spisak poručenih proizvoda.

# Email change e-mail text
source: You're receiving this e-mail because you or someone else has changed email for your user account at %(site_name)s.<br /> If you didn't request this change, please contact the administrator.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on e-posti aadressi muutnudoma kasutajakonto jaoks aadressil %(site_name)s. <br /> Kui te seda ei taotlenudmuutmiseks pöörduge administraatori poole.
sr: Primili ste ovaj email zato što ste Vi ili neko drugi promenili email za Vaš korisnički nalog na %(site_name)s. <br />Ako niste Vi zatražili ovu promenu, Molimo Vas da kontaktirate administratora.

# Export products e-mail text
source: Sorry, we couldn't finish exporting products, some unexpected errors occurred. Please try again.
el: Δυστυχώς, δεν ήταν δυνατή η ολοκλήρωση της εξαγωγής προϊόντων, προέκυψαν ορισμένα μη αναμενόμενα σφάλματα. Παρακαλούμε προσπαθήστε ξανά.
et: Vabandust, me ei saanud toodete eksportimist lõpule viia, mõned ootamatud veadtoimunud. Palun proovi uuesti.
sr: Izvinjavamo se, nismo mogli da završimo isporuku proizvoda, došlo je do neočekivanih grešaka. Molimo Vas da pokušate ponovo.

# Export products e-mail text
source: Your file with products data is ready to download: <a href="%(csv_link)s">%(csv_link)s</a>
el: Το αρχείο σας με δεδομένα προϊόντων είναι έτοιμο για λήψη: <a href="%(csv_link)s">%(csv_link)s</a>
et: Teie tooteandmetega fail on allalaadimiseks valmis: <ahref="%(csv_link)s">%(csv_link)s</a>
ka: თქვენი ფაილი პროდუქტების მონაცემებით მზად არის ჩამოსატვირთად: <a href="%(csv_link)s">%(csv_link)s</a>
sr: Vaša datoteka sa podacima o proizvodima je spremna za preuzimanje: <a href="%(csv_link)s">%(csv_link)s</a>

# Order cancel e-mail text
source: Your order has been canceled.
et: Teie tellimus on tühistatud.
ka: თქვენი შეკვეთა გაუქმნდა.
sr: Vaša narudžba je otkazana.

# Order refund e-mail text
source: A payment of %(amount)s %(currency)s has been refunded for your order.
et: Teie tellimuse eest tagastati makse %(amount)s %(currency)s.
ka: გადხდილი %(amount)s %(currency)s ანაზღაურდა თქვენი შეკვეთისთვის.
sr: Uplata %(amount)s%(currency)s za Vašu narudžbu je vraćena.

# Ordered item name
source: Item
el: Είδος
et: Üksus
ka: ნივთი
sr: Proizvod

# Quantity ordered of a product
source: Quantity
el: Ποσότητα
et: Kogus
ka: რაოდენობა
sr: Količina

# Ordered item download links
source: Download Link
el: Λήψη συνδέσμου
et: Lae alla link
ka: გადმოწერის ბმული
sr: Link za preuzimanje

# E-mail order lines summary table
source: Subtotal
el: Μερικό Σύνολο
et: Vahesumma
ka: ქვეტოტალი
sr: Iznos

# E-mail order lines summary table
source: Shipping
el: Αποστολή
et: Saatmine
ka: მიწოდება
sr: Dostava

# E-mail order lines summary table
source: Taxes (included)
el: Φόροι (περιλαμβάνονται)
et: Maksud (kaasa arvatud)
ka: დღგ (ჩათვლით)
sr: Porez (uključen)

# E-mail order lines summary table
source: Taxes
el: Φόροι
et: Maksud
ka: დღგ
sr: Porez

# E-mail order lines summary table
source: Discount
el: Έκπτωση
et: Allahindlus
ka: ფასდაკლება
sr: Popust

# E-mail order lines summary table
source: Total
el: Σύνολο
et: Kokku
ka: ჯამი
sr: Konačan iznos

# Unit price of a product
source: Per unit
el: Ανά μονάδα
et: Ühiku kohta
ka: ერთეულზე
sr: Po jedinici
