Repository: i-super/Saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, et, ka, sr

# Ordered item subtotal (unit price * quantity)
source: Subtotal
el: Μερικό Σύνολο
et: Vahesumma
ka: ქვეტოტალი
sr: Iznos

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_name)s.<br/> It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
et: Saite selle e-kirja, kuna teie või keegi teine ​​on taotlenud aparool oma kasutajakontole aadressil %(site_name)s. <br/> See võib olla turvalineignoreeritakse, kui te ei taotlenud parooli lähtestamist. Klõpsake alloleval lingilTaasta oma salasõna.
sr: Primili ste ovaj email zato što ste Vi ili neko drugi zatražio lozinku za Vaš korisnički nalog na %(site_name)s. <br/> MOžete ga zanemariti ukoliko niste zatražili reset lozinke. Kliknite na link ispod kako biste resetovali Vašu lozinku.

# Email change e-mail text
source: You're receiving this e-mail because you or someone else has requested an email change for your user account at %(site_name)s.<br /> It can be safely ignored if you did not request an email change. Click the link below to confirm new email address.
et: Saite selle meilisõnumi, kuna teie või keegi teine ​​on taotlenudmeilikonto muutmine teie kasutajakontol aadressil %(site_name)s. <br /> See võib olla turvalineignoreeritakse, kui te ei taotlenud meilisõnumi muutmist. Klõpsake alloleval lingilkinnitage uus e-posti aadress.
sr: Primili ste ovaj e-mail zato što ste Vi ili neko drugi zatražili promenu email-a za Vaš korisnički nalog na %(site_name)s. <br /> Možete ga zanemariti ukoliko niste zatražili promenu email-a. Kliknite na link ispod kako biste potvrdili novu email adresu.

# Send invoice e-mail text
source: In order to download invoice %(number)s, click the link below.
el: Για να κατεβάσετε το τιμολόγιο %(number)s, κάντε κλικ στον παρακάτω σύνδεσμο.
et: Arve %(number)s allalaadimiseks klõpsake allolevat linki.
ka: ინვოისის გადმოსაწერად %(number)s, დააჭირეთ ქვემოთ მოცემულ ბმულს.
sr: Kliknite na link ispod da biste preuzeli fakturu %(number)s.

# Set password for customer e-mail text
source: You're receiving this e-mail because you have to set password for your customer account at %(site_name)s.<br/> Click the link below to set up your password.
et: Saite selle e-kirja, kuna peate oma paroolile määramakliendikonto aadressil %(site_name)s. <br/> Klõpsake alloleval lingil oma konto seadistamiseksparool.
sr: Primili ste ovaj e-mail zato što treba da odredite lozinku za Vaš korisnički nalog na %(site_name)s. <br/> Kliknite na link ispod da biste odredili novu lozinku.

# Set password for staff member e-mail text
source: You're receiving this e-mail because you have to set password for your staff member account at %(site_name)s.<br/> Click the link below to set up your password.
et: Saite selle e-kirja, kuna peate oma töötajatele parooli määramaliikme konto aadressil %(site_name)s. <br/> Klõpsake alloleval lingil oma konto seadistamiseksparool.
sr: Primili ste ovaj email zato što treba da odredite lozinku za nalog člana Vašeg tima na %(site_name)s. <br/> Kliknite na link ispod kako biste odredili Vašu lozinku.

# Order confirmation staff e-mail text
source: Someone placed a new order in your store. To see order details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
el: Κάποιος έθεσε μια νέα παραγγελία στο κατάστημά σας. Για να δείτε λεπτομέρειες της παραγγελίας επισκεφθείτε: <a href="%(order_details_url)s">%(order_details_url)s</a>
et: Keegi esitas teie poes uue tellimuse. Tellimuse üksikasjade nägemiseks külastage palun: <a href=\"%(order_details_url)s\">%(order_details_url)s</a>
sr: Neko je naručio nešto u Vašoj prodavnici. Da biste videli detalje narudžbe molimo Vas da posetite: <a href="%(order_details_url)s">%(order_details_url)s</a>

# Fulfillment update email text
source: Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
el: Η κατάσταση της αποστολής σας ενημερώθηκε. Παρακάτω είναι η λίστα των παραγγελθέντων προϊόντων που έχουν ενημερωθεί με νέο αριθμό παρακολούθησης.
et: Teie saatmisolekut on värskendatud. Allpool on tellitud toodete loendmida on uuendatud uue jälgimisnumbriga.Teie saatmise seisundit on uuendatud. Allpool on loetelu tellitud toodetega, millel on uuendatud jälgimisnumber.
sr: Status Vaše pošiljke je ažuriran. Ispod je spisak poručenih proizvoda koji je ažuriran novim brojem za praćenje pošiljke.

# Payment confirmation email text
source: Thank you for your payment. Your payment was successfully processed.
ka: მადლობა შეკვეთისთვის. თქვენი გადახდა წარმატებით დამუშავდა.
