Repository: i-super/Saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: bg_bg, et, ja, nl

# Category list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Category list sorting option
source: description
bg_bg: описание
et: kirjeldus
ja: 説明
nl: beschrijving

# Category list filter label
source: Name
bg_bg: Име
et: Nimi

# Category list sorting filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri

# Number of matching records in the dashboard categories list
source: Found %(counter)d matching category
bg_bg: Намерени %(counter)d съвпадения
et: Leitud %(counter)dsobiv kategooria

# Item name
source: Name
et: Nimi

source: Description
et: Kirjeldus

# Category form
source: Background Image
et: Taustapilt

# Description of a category image
source: Image description
et: pildi kirjeldus

# Dashboard message
source: Added category %s
bg_bg: Добавена категория %s
et: Kategooria lisatud %s
ja: 分類「 %s 」を追加しました。
nl: Toegevoegde categorie %s

# Dashboard message
source: Updated category %s
bg_bg: Актуализирана категория %s
et: Kategooria uuendatud %s
ja: 分類 「%s 」を更新しました。
nl: Bijgewerkte categorie %s

# Dashboard message
source: Removed category %s
bg_bg: Премахната категория %s
et: Kategooria eemaldatud %s
ja: 分類「%s」を削除しました。

# Collection list sorting option
source: name
bg_bg: име
et: nimi

# Is publish filter choice
source: Published
bg_bg: Публикувано
et: Avaldatud
ja: 公開済
nl: Gepubliceerd

# Is publish filter choice
source: Not published
bg_bg: Не е публикувано
et: Ei ole avaldatud
ja: 非公開

# Collection list name filter label
source: Name
bg_bg: Име
et: Nimi

# Collection list filter label
source: Is published
et: On avaldatud

# Filter empty choice label
source: All
bg_bg: Всички
et: Kõik
ja: すべて
nl: Alles

# Collection list sorting filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri

# Number of matching records in the dashboard collections list
source: Found %(counter)d matching collection
et: Leitud %(counter)dsobiv kollektsioon

# Products selection
source: Products
bg_bg: Продукти
et: Tooted

# Background image of a collection
source: Background image
et: Taustapilt

# Description of a collection image
source: Image description
et: pildi kirjeldus

# Collection published toggle
source: Published
et: Avaldatud

# The publication date field, can be a posterior date for a planned publication.
source: Publication date
et: Avaldamise kuupäev

# Description field of a collection
source: Description
et: Kirjeldus

# Dashboard message
source: Updated homepage collection
et: Kodulehe kollektsioon uuendatud

# Collection message
source: Added collection
et: Lisatud kollektsioon

# Collection message
source: Updated collection
et: Uuendatud kollektsioon

# Collection message
source: Deleted collection
et: Kustutatud kollektsioon

# Customer list sorting option
source: email
bg_bg: електронна поща
et: e-post
ja: メール

# Customer list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Customer list sorting option
source: location
bg_bg: местоположение
et: asukoht
ja: 場所
nl: locatie

# Is active filter choice
source: Active
bg_bg: Активно
et: Aktiivne
ja: 有効

# Is active filter choice
source: Not active
bg_bg: Неактивено
et: Ei ole aktiivne
ja: 無効

# Customer name or email filter
source: Name or email
bg_bg: Име или имейл
et: Nimi või e-post
ja: 名前またはメールアドレス

# Customer list filter label
source: Location
bg_bg: Локация
et: Asukoht
ja: 場所
nl: Locatie

# Customer list filter label
source: Is active
bg_bg: Е активен
et: On aktiivne
ja: は有効です。

# Customer list filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard customers list
source: Found %(counter)d matching customer
bg_bg: Намерени %(counter)d клиенти
et: Leitud %(counter)d sobiv klient

# Customer form: Name field placeholder
source: %(name)s (Inherit from default billing address)
et: %(name)s (Päri vaikimisi arveldusaadressilt)

# Edit customer details in order form error
source: You can't delete your own account via dashboard, please try from the storefront.
et: Te ei saa oma kontot töölaua kaudu kustutada. Palun proovige poe kaudu.

# Edit customer details in order form error
source: Only superuser can delete his own account.
et: Ainult peakasutaja saab oma kasutaja kustutada.

# Edit customer details in order form error
source: You have insufficient permissions, to edit staff users.
et: Teil ei ole piisavalt õigusi, et muuta töötajate kasutajaid.

# Customer form: Given name field
source: Given name
et: Eesnimi

# Customer form: Family name field
source: Family name
et: Perekonnanimi

# Customer form: is active toggle
source: User is active
et: Kasutaja on aktiivne

# Customer form: customer note field
source: Notes
et: Märkused

# Customer note
source: Note
et: Märkus

# Allow customers to see note toggle
source: Customer can see this note
et: Klient näeb seda märkust

# Dashboard message
source: Added customer %s
et: Lisatud klient %s

# Dashboard message
source: Updated customer %s
et: Uuendatud klient %s

# Dashboard message related to an customer
source: Added note
et: Märkus lisatud

# Dashboard message
source: %(customer_name)s successfully removed
et: %(customer_name)son edukalt eemaldatud

# Sale list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Sale list sorting option
source: value
bg_bg: стойност
et: väärtus
ja: 値
nl: waarde

# Sale list sorting option
source: start_date
et: algus_kuupäev

# Sale list sorting option
source: end_date
et: lõpp_kuupäev

# Voucher list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Voucher list sorting option
source: discount_value
et: allahindluse_väärtus
ja: 割引値

# Voucher list sorting option
source: countries
et: riigid

# Voucher list sorting option
source: start_date
et: algus_kuupäev
ja: 開始日

# Voucher list sorting option
source: end_date
et: lõpp_kuupäev
ja: 終了日

# Voucher list sorting option
source: used
bg_bg: използван
et: kasutatud
ja: 使用済

# Voucher list sorting option
source: min_amount_spent
et: min_summa_kulutatud

# Sale list filter label
source: Name
bg_bg: Име
et: Nimi
ja: 名前
nl: Naam

# Sale list filter label
source: Categories
bg_bg: Категории
et: Kategooriad
ja: カテゴリー
nl: Categorieën

# Sale list filter label
source: Discount type
bg_bg: Тип отстъпка
et: Allahindluse tüüp
ja: 割引タイプ

# Sale list filter label
source: Value
bg_bg: Стойност
et: Väärtus
ja: 値

# Sale list sorting filter label
source: Period of validity
et: Kehtivusaeg

# Sale list filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard sales list
source: Found %(counter)d matching sale
bg_bg: Намерени %(counter)d продажби
et: Leitud %(counter)d sobiv pakkumine

# Voucher list name filter label
source: Name
bg_bg: Име
et: Nimi
ja: 名前
nl: Naam

# Sale list is sale type filter label
source: Discount type
bg_bg: Тип отстъпка
et: Allahindluse tüüp
ja: 割引タイプ

# Sale list filter label
source: Discount_value
et: Allahindluse_väärtus
ja: 割引値

# Voucher list sorting filter label
source: Period of validity
et: Kehtivusaeg

# Voucher list sorting filter
source: Minimum amount spent
et: Minimaalne kulutatud summa

# Voucher list sorting filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard vouchers list
source: Found %(counter)d matching voucher
bg_bg: Намерени %(counter)d ваучери
et: Leitud %(counter)d sobiv vautšer

# Lowest value for order to be able to use the voucher
source: Apply only if the purchase value is greater than or equal to
et: Rakenda ainult siis, kui ostuväärtus on suurem või võrdne

source: Discounted products
et: Allahinnatud tooted

# Sale name
source: Name
et: Nimi

# Discount type
source: Fixed or percentage
et: Fikseeritud või protsentuaalne

# Sale date restrictions
source: Start date
et: Alguskuupäev

# Sale date restrictions
source: End date
et: Lõppkuupäev

# Percentage or fixed amount value
source: Value
et: Väärtus

source: Discounted categories
et: Allahinnatud kategooriad

source: Discounted collections
et: Allahinnatud kollektsioonid

# Sale (discount) error
source: Sale cannot exceed 100%
bg_bg: Продажбата не може да надвишава 100%
et: Allahindlus ei tohi ületada 100%
ja: 売り上げは100％を超えることができません。
nl: Verkopen kunnen niet hoger zijn dan 100%

# Sale (discount) error
source: A single sale must point to at least one product, collectionand/or category.
et: Ühe ostu korral tuleb märkida vähemalt üks toode, kollektsioon või kategooria.

source: Discount type
et: Allahindluse tüüp

# Coupon code
source: Code
et: Kood

source: Usage limit
et: Kasutuslimiit

# Voucher date restrictions
source: Start date
et: Alguskuupäev

# Voucher date restrictions
source: End date
et: Lõppkuupäev

# Discount type of the voucher
source: Discount type
et: Allahindluse tüüp

# Discount value of the voucher
source: Discount value
et: Allahindluse väärtus

# Text above the dropdown of countries
source: Limit countries that voucher should apply to
et: Vali riigid, milles vautšer kehtib.

# Field label, apply discount value only once per order
source: Only apply once per order
et: Rakenda ainult üks kord tellimuse kohta

# Help text of checkbox for applying discount only once per order
source: If unchecked, discount value will be taken off each suitable item in an order.
et: Kui linnuke on märkimata, siis allahindluse väärtus eemaldatakse igalt üksuselt

# Product
source: Products
et: Tooted

source: Collections
et: Kollektsioonid

source: Categories
et: Kategooriad

# Sale (discount) message
source: Added sale
bg_bg: Добавена продажба
et: Müük lisatud
ja: 売り上げを追加しました。
nl: Toegevoegde verkoop

# Sale (discount) message
source: Updated sale
bg_bg: Актуализирана продажба
et: Müük uuendatud
ja: 売り上げを更新しました。
nl: Bijgewerkte verkoop

# Sale (discount) message
source: Removed sale %s
bg_bg: Премахната продажба %s
et: Eemaldatud müük %s
ja: 売り上げ「%s」を削除しました。

# Voucher message
source: Added voucher
bg_bg: Добавен ваучер
et: Vautšer lisatud
ja: クーポンを追加しました。
nl: Toegevoegde voucher

# Voucher message
source: Updated voucher
bg_bg: Актуализиран ваучер
et: Vautšer uuendatud
ja: クーポンを更新しました。
nl: Bijgewerkte voucher

# Voucher message
source: Removed voucher %s
bg_bg: Премахнат е ваучер %s
et: Vautšer %s eemaldatud
ja: クーポン「%s」を削除しました。

# Menu list sorting option
source: Name
et: Nimi

# Menu item list sorting option
source: Name
et: Nimi

# Menu list filter label
source: Menu name
et: Menüü nimi

# Menu list filter label
source: Sort by
et: Sorteeri

# Number of matching records in the dashboard menus list
source: Found %(counter)d matching menu
et: Leitud %(counter)d sobiv menüü

# Menu item list filter label
source: Name
et: Nimi

# Menu item list filter label
source: Points to
et: Suunab

# Menu item list sorting filter label
source: Sort by
et: Sorteeri

# Number of matching records in the dashboard menu items list
source: Found %(counter)d matching menu item
et: Leitud %(counter)d sobiv menüü artikkel

source: Menu name
et: Menüü nimi

# Menu item name
source: Name
et: Nimi

# Menu item form error
source: Maximum nesting level for menu items equals to 2.
et: Maksimaalne menüü artiklite paigutustase on 2

# Menu item form error
source: A single menu item can't point to both an internal link and URL.
et: Üks menüü element ei saa suunata nii sisemisele lingile kui URL-le.

# Menu item form error
source: A single menu item must point to an internal link or URL.
et: Üks menüü element peab suunama sisemisele lingile või URL-le.

# Menu item page hidden status
source: %(menu_item_name)s is hidden (will become visible on %(available_on_date)s)
et: %(menu_item_name)s on peidetud (tuleb nähtavale %(available_on_date)s)

# Menu item published status
source: %(menu_item_name)s (Not published)
et: %(menu_item_name)s(Ei ole avaldatud)

# Dashboard message
source: Updated storefront menus
et: Uuendatud poe menüüd

# Dashboard message
source: Added menu %s
et: Lisatud menüü %s

# Dashboard message
source: Updated menu %s
et: Uuendatud menüü %s

# Dashboard message
source: Removed menu %s
et: Eemaldatud menüü %s

# Dashboard message
source: Added menu item %s
et: Lisatud menüü element %s

# Dashboard message
source: Saved menu item %s
et: Salvestatud menüü element %s

# Dashboard message
source: Removed menu item %s
et: Eemaldatud menüü element %s

# Link object type group description
source: Collection
et: Kollektsioon

# Link object type group description
source: Category
et: Kategooria

# Link object type group description
source: Page
et: Lehekülg

# Order list sorting option
source: payment
bg_bg: плащане
et: makse
ja: 支払い

# Order list sorting option
source: email
bg_bg: електронна поща
et: e-post
ja: メール

# Order list sorting option
source: created
bg_bg: създаден
et: loodud
ja: 作成済
nl: aangemaakt

# Order list filter label
source: Customer name or email
bg_bg: Име на клиента или имейл
et: Kasutaja nimi või meil
ja: 名前またはメールアドレス

# Order list filter label
source: Placed on
bg_bg: Сложен на
et: Esitatud
ja: 置かれた
nl: Geplaatst op

# Order list filter label
source: Order status
bg_bg: Статус на поръчката
et: Tellimuse staatus
ja: 注文状況
nl: Bestelstatus

# Order list filter label
source: Payment status
bg_bg: Статус на плащането
et: Makse staatus
ja: 支払い状況
nl: Betaalstatus

# Order list filter label
source: Total
bg_bg: Тотал
et: Kokku
ja: 合計
nl: Totaal

# Order list filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard orders list
source: Found %(counter)d matching order
bg_bg: Намерени са %(counter)d поръчки
et: Leitud %(counter)d sobiv tellimus

# Send email to customer about order created by staff users
source: Send email with order confirmation to the customer
et: Saada kliendile e-kiri tellimuse informatsiooniga

# Create draft order form error
source: Could not create order without any products
et: Ei saa luua tellimust ühtegi toodet valimata

# Create draft order form error
source: Shipping method is not valid for chosen shipping address
et: Kohaletoimetamisviis ei sobi valitud postiaadressiga

# Update an order with user default addresses
source: Set billing and shipping address in order to customer defaults
et: Määra arve ja tarne aadress tellimuses kliendi vaikimisi määratud säteteks

# Order form: editing customer details - selecting a customer
source: Customer
et: Klient

# Edit customer details in order form error
source: An order can be related either with an email or an existing user account
et: Tellimus võib olla seotud e-posti või kehtiva kasutajakontoga

# Shipping method form field label
source: Shipping method
et: Kohaletoimetamisviis

# Order discount amount fixed value
source: Discount amount
et: Allahindluse kogus

# Order voucher
source: Voucher
et: Vautšer

# Order note
source: Note
et: Märge

# Payment management form (capture, refund, void)
source: Amount
et: Kogus

# Payment form error
source: This payment action can not be performed.
et: Seda maksevõimalust ei saa kasutada

# Payment form error
source: Payment gateway error: %s
bg_bg: Грешка в портала за плащане: %s
et: Makseportaali viga: %s
ja: 支払いシステムエラー：%s
nl: Payment gateway fout: %s

# Payment form error
source: Only pre-authorized payments can be captured
bg_bg: Могат да бъдат обработени само предварително разрешени плащания
et: Ainult lubatud maksetel on võimalik laekuda
ja: 事前に承認された支払いのみを取り込むことができます。
nl: Alleen vooraf goedgekeurde betalingen kunnen worden geïncasseerd

# Payment form error
source: Only confirmed payments can be refunded
bg_bg: Само потвърдените плащания могат да бъдат възстановени
et: Ainult kinnitatud makseid on võimalik tagastada
ja: 確認済の支払いのみ払い戻すことができます。
nl: Alleen bevestigde betalingen kunnen worden terugbetaald

# Payment form error
source: Manual payments can not be refunded
et: Käsitsi tehtud makseid ei ole võimalik tagastada

# Payment form error
source: Only pre-authorized payments can be voided
et: Ainult lubatud makseid on võimalik tühistada

# Integer number
source: Quantity
et: Kogus

# Change quantity form error
source: Only %(remaining)d remaining in stock.
bg_bg: Само %(remaining)d са останали на склад
et: Ainult %(remaining)d laos alles
ja: 残りの %(remaining)d のみが在庫に残ります。
nl: Nog %(remaining)d op voorraad.

# Cancel order form action
source: Restock %(quantity)d item
et: Taasta %(quantity)d toode

# Cancel order form error
source: This order can't be canceled
et: Tellimust ei ole võimalik tühistada

# Cancel fulfillment form action
source: Restock %(quantity)d item
et: Taasta %(quantity)d toode

# Cancel fulfillment form error
source: This fulfillment can't be canceled
et: Saadetist ei ole võimalik tühistada

# Send mail to customer
source: Send notification email to customer
et: Saada kliendile teade e-postiga

# Fulfillment record
source: Tracking number
et: Jälgimisnumber

# Remove voucher form error
source: This order has no voucher
bg_bg: Тази поръчка няма ваучер
et: Sellel tellimusel ei ole vautšerit
ja: この注文にクーポンはありません。
nl: Voor deze bestelling is er geen voucher

# Payment status field value
source: All
bg_bg: Всички
et: Kõik
ja: すべて
nl: Alles

# Add variant to order form label
source: Quantity
bg_bg: Количество
et: Kogus

# Add item form error
source: Could not add item. Only %(remaining)d remaining in stock.
bg_bg: Елементът не можа да бъде добавен. само %(remaining)d са останали на склад.
et: Toodet ei saanud lisada. Laos on järgi ainult %(remaining)d.
ja: アイテムの追加ができませんでした。残り %(remaining)d しか在庫がありません。

# Order form: address subform - phone number input field
source: Phone number
et: Telefoninumber

# Send mail to customer
source: Send shipment details to your customer now
et: Saada tarneandmed kliendile

# Order tracking number
source: Tracking number
et: Jälgimisnumber

# Fulfill order line form error
source: %(quantity)d item remaining to fulfill.
et: %(quantity)d asi ootab täitmist

# Dashboard message related to an order
source: Draft order created
et: Tellimuse blankett loodud

# Dashboard message related to an order
source: Order created from draft order
et: Tellimus loodud vastavalt blanketile

# Dashboard message
source: Draft order successfully removed
et: Tellimuse blankett edukalt kustutatud

# Dashboard message related to an order
source: Added note
bg_bg: Добавена бележка
et: Märkus lisatud
ja: 備考を追加しました。
nl: Toegevoegde opmerking

# Dashboard message related to a payment
source: Captured %(amount)s
bg_bg: Взети са %(amount)s
et: Laekunud %(amount)s
ja: %(amount)s を取り込みました。
nl: Geincasseerd %(amount)s

# Dashboard message related to a payment
source: Refunded %(amount)s
bg_bg: Възстановени %(amount)s
et: %(amount)s tagastatud
ja: %(amount)sを払い戻しました。
nl: Terugbetaald %(amount)s

# Dashboard message
source: Voided payment
et: Makse tühistatud

# Dashboard message related to an order line
source: Changed quantity for variant %(variant)s from %(old_quantity)s to %(new_quantity)s
et: Variant %(variant)s kogus %(old_quantity)s muudetud %(new_quantity)s'ks

# Dashboard message related to an order line
source: Canceled item %s
et: %s tühistatud

# Dashboard message related to an order
source: Added %(quantity)d x %(variant)s
et: Lisatud %(quantity)d x %(variant)s

# Dashboard message related to an order
source: Insufficient stock: could not add %(quantity)d x %(variant)s
et: Puudulik laoseis: ei saanud lisada %(quantity)d x %(variant)s

# Dashboard message
source: Updated shipping address
bg_bg: Актуализиран адрес за доставка
et: Postiaadress uuendatud
ja: 配送先住所を更新しました。
nl: Geactualiseerd verzendadres

# Dashboard message
source: Updated billing address
bg_bg: Актуализиран адрес за фактуриране
et: Arveldusaadress uuendatud
ja: 請求先住所を更新しました。
nl: Bijgewerkt factuuradres

# Dashboard message
source: %s email assigned to an order
et: %s e-post määratud tellimusele

# Dashboard message
source: %s user assigned to an order
et: %s kasutaja määratud tellimusele

# Dashboard message
source: Guest user assigned to an order
et: Külaliskasutaja on määratud tellimusele

# Dashboard message
source: Customer removed from an order
et: Klient on tellimuselt eemaldatud

# Dashboard message
source: Shipping updated
et: Kohaletoimetamine uuendatud

# Dashboard message
source: Shipping removed
et: Kohaletoimetamine eemaldatud

# Dashboard message
source: Discount updated
et: Allahindlus uuendatud

# Dashboard message
source: Voucher updated
et: Vautšer uuendatud

# Dashboard message
source: Order canceled
et: Tellimus tühistatud

# Dashboard message
source: Removed voucher from order
bg_bg: Премахнат ваучер от поръчката
et: Vautšer tellimuselt eemaldatud
ja: 注文からクーポンを削除しました。
nl: Voucher verwijderd uit bestelling

# Dashboard message
source: Order manually marked as paid
et: Tellimus on märgitud makstuna käsitsi

# Dashboard message related to an order
source: Fulfilled %(quantity_fulfilled)d item
et: Täidetud %(quantity_fulfilled)d tellimus

# Dashboard message related to an order
source: No items fulfilled
et: Pole ühtegi täidetud tellimust

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled
et: Saadetis #%(fulfillment)s tühistatud

# Dashboard message
source: Fulfillment #%(fulfillment)s tracking number updated
et: Saadetise #%(fulfillment)s jälgimisnumber uuendatud

# Page list sorting option
source: title
et: pealkiri

# Page list title filter label
source: Title
et: Pealkiri

# Page list sorting filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri

# Number of matching records in the dashboard page list
source: Found %(counter)d matching page
et: Leitud %(counter)d sobiv leht

# Page form: page content field
source: Content
et: Sisu

# Page form: title field
source: Title
et: Pealkiri

# Page form: slug field
source: Slug
et: Lühinimetus

# Page form: available on which date field
source: Available on
et: Saadaval

# Page form: publication status indicator
source: Is published
et: On avaldatud

# Form field help text
source: Slug is being used to create page URL
et: Lühinimetust kasutatakse lehe URL loomiseks

# Dashboard message
source: Saved page
et: Salvestatud lehekülg

# Dashboard message
source: Removed page %s
et: Eemaldatud lehekülg %s

# product bulk action
source: Publish
bg_bg: Публикува
et: Avalda
ja: 公開

# product bulk action
source: Unpublish
bg_bg: Непубликува
et: Kustuta
ja: 非公開

# Product list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Product type list sorting option
source: price
bg_bg: цена
et: hind
ja: 価格
nl: prijs

# Product attribute list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Product type list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Product list filter label
source: Name
bg_bg: Име
et: Nimi
ja: 名前
nl: Naam

# Product list filter label
source: Category
et: Kategooria

# Product list filter label
source: Product type
et: Toote tüüp

# Product list filter label
source: Price
bg_bg: Цена
et: Hind
ja: 価格
nl: Prijs

# Product list filter label
source: Is published
bg_bg: е публикувана
et: On avaldatud
ja: は公開済です。

# Product list filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard products list
source: Found %(counter)d matching product
bg_bg: Намерени са %(counter)d продукти
et: Leitud %(counter)d sobiv toode

# Attribute list filter label
source: Name
et: Nimi

# Attribute list filter label
source: Sort by
et: Sorteeri

# Number of matching records in the dashboard attributes list
source: Found %(counter)d matching attribute
et: Leitud %(counter)d sobiv tunnus

# Product type list filter label
source: Name
bg_bg: Име
et: Nimi
ja: 名前
nl: Naam

# Product type list filter label
source: Sort by
et: Sorteeri

# Product type list filter label
source: Product attributes
et: Toote omadused

# Product type list filter label
source: Variant attributes
et: Variandi omadused
