Repository: i-super/Saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: bg_bg, et, ja, nl

# Number of matching records in the dashboard product types list
source: Found %(counter)d matching product type
bg_bg: Намерени са %(counter)d продуктови типа
et: Leitud %(counter)d sobiv toote tüüp

# Help text in rich-text editor field
source: Select text to enable text-formatting tools.
et: Teksti vormindamistööriistade kasutamiseks valige tekst.

# Product type form label
source: Product type
et: Toote tüüp

# Product type tax rate type
source: Tax rate
et: Maksumäär

# ProductType weight
source: Weight
et: Kaal

# ProductVariant weight help text
source: Default weight that will be used for calculating shipping price for products of that type.
et: Vaikimisi kaal, mida kasutatakse kohaletoimetamistasu arvutamiseks sellist tüüpi toodetel.

# Product type attributes
source: Attributes common to all variants.
et: Kõikidele variantidele iseloomulikud omadused

# Product type attributes
source: Attributes specific to each variant.
et: Spetsiifilised omadused igale variandile.

source: Enable variants
et: Luba variandid

# Shipping toggle
source: Require shipping
et: Vajab kohaletoimetamist

# Product type form error
source: Product variants are disabled.
et: Toote variandid on blokeeritud.

# Product type form error
source: A single attribute can't belong to both a product and its variant.
et: Üks omadus ei saa kuuluda nii toote kui ka selle variandi hulka.

# Product type form error
source: Some products of this type have more than one variant.
et: Mõnel seda tüüpi tootel on rohkem kui üks variant.

# Product tax rate type
source: Tax rate
et: Maksumäär

source: Category
et: Kategooria

# Add to collection select
source: Collections
et: Kogud

# Product weight field help text
source: Weight will be used to calculate shipping price, if empty, equal to default value used on the ProductType.
et: Kaalu kasutatakse saatmise hinna arvutamiseks, kui tühi, on see võrdne TooteTüüpi vaikimisi väärtusega

# Currency amount
source: Price
et: Hind

# Availability date
source: Publish product on
et: Avalda toode

# Product published toggle
source: Published
et: Avaldatud

# Charge taxes on product
source: Charge taxes on this product
et: Muuda makse sellel tootel

# Currency gross amount
source: Gross price
et: Brutohind

# Currency net amount
source: Net price
et: Netohind

# ProductVariant weight
source: Weight
et: Kaal

# ProductVariant weight help text
source: Weight will be used to calculate shipping price. If empty, weight from Product or ProductType will be used.
et: Kaalu kasutatakse saatmise tasu arvutamiseks. Tühjaks jäetuna kasutatakse Toote või TooteTüübi kaalu.

source: SKU
et: Tootekood

# Override price
source: Selling price override
et: Müügihinna ülekirjutamine

# Integer number
source: Number in stock
et: Arv laos

# Currency amount
source: Cost price
et: Sisseostuhind

# Track inventory field
source: Track inventory
et: Varu jälgimine

# product variant handle stock field help text
source: Automatically track this product's inventory
et: Jälgi automaatselt selle toote varusid

# Override price
source: Selling gross price override
et: Müügi brutohinna ülekirjutamine

# Currency amount
source: Cost gross price
et: Kulu brutohind

# Override price
source: Selling net price override
et: Müügi netohinna ülekirjutamine

# Currency amount
source: Cost net price
et: Kulu netohind

# Product image
source: Image
et: Pilt

# Product display name
source: Display name
et: Kuvatav nimi

# Product internal name
source: Internal name
et: Sisenimi

# Dashboard message
source: Added product %s
bg_bg: Дабавен е продукт %s
et: Lisatud toode %s
ja: 商品「%s」を追加しました。
nl: Toegevoegd product %s

# Dashboard message
source: Updated product %s
bg_bg: Актуализиран е продукт %s
et: Uuendatud toode %s
ja: 商品「%s」を更新しました。
nl: Bijgewerkt product %s

# Dashboard message
source: Removed product %s
bg_bg: Премахнат е продукт %s
et: Eemaldatud toode %s
ja: 商品「%s」を削除しました。

# Dashboard message
source: %(count)d product has been updated
bg_bg: %(count)dродукти са актуализирани
et: %(count)d toode uuendatud
ja: %(count)d 製品が更新されました。

# Dashboard message
source: Added product type %s
bg_bg: Добавен е продуктов тип %s
et: Lisatud toote tüüp %s
ja: 商品の種類「%s」を追加しました。
nl: Toegevoegde productsoort %s

# Dashboard message
source: Updated product type %s
bg_bg: Обновен е продуктов тип %s
et: Uuendatud toote tüüp %s
ja: 商品の種類「%s」を更新しました。
nl: Bijgewerkte productsoort %s

# Dashboard message
source: Removed product type %s
bg_bg: Премахнат е продуктов тип %s
et: Eemaldatud toote tüüp %s
ja: 商品の種類「%s」を削除しました。

# Dashboard message
source: Saved variant %s
bg_bg: Запазен ц %s
et: Variant %s salvestatud
ja: バリエーション「%s」を保存しました。
nl: Opgeslagen variant %s

# Dashboard message
source: Removed variant %s
bg_bg: Премахнат е вариант %s
et: Variant %s eemaldatud
ja: バリエーション「%s」を削除しました。

# Dashboard message
source: Added image %s
bg_bg: Добавено е изображение %s
et: Lisatud pilt %s
ja: イメージ「%s」を追加しました。
nl: Toegevoegde afbeelding %s

# Dashboard message
source: Updated image %s
bg_bg: Обновено е изображение %s
et: Uuendatud pilt %s
ja: イメージ「%s」を更新しました。
nl: Bijgewerkte afbeelding %s

# Dashboard message
source: Removed image %s
bg_bg: Премахнато е изображение %s
et: Eemaldatud pilt %s
ja: イメージ「%s」を削除しました。

# Dashboard message
source: Added attribute
bg_bg: Добавен е атрибут
et: Omadus lisatud
ja: 属性を追加しました。
nl: Toegevoegd attribuut

# Dashboard message
source: Updated attribute
bg_bg: Актуализиран атрибут
et: Omadus uuendatud
ja: 属性を更新しました。
nl: Bijgewerkt attribuut

# Dashboard message
source: Removed attribute %s
bg_bg: Премахнат е атрибута %s
et: Omadus %s eemaldatud
ja: 属性「%s」を削除しました。

# Dashboard message
source: Added attribute's value
bg_bg: Добавена е стойност на атрибута
et: Omaduse väärtus lisatud
ja: 属性の値を追加しました。

# Dashboard message
source: Updated attribute's value
bg_bg: Актуализираната стойност на атрибута
et: Omaduse väärtus uuendatud
ja: 属性の値を更新しました。

# Dashboard message
source: Removed attribute's value %s
bg_bg: Премахната е стойността на атрибута %s
et: Omaduse väärtus %s eemaldatud
ja: 属性の値「%s」を削除しました。

# Form field help text
source: If empty, the preview shows what will be autogenerated.
et: Kui tühi, näitab eelvaade, mis lisatakse automaatselt.

# A SEO friendly title
source: SEO Friendly Title
et: Otsingumootoritele sobiv pealkiri

# A SEO friendly description
source: SEO Friendly Description
et: Otsingumootoritele sobiv kirjeldus

# Group list sorting option
source: name
bg_bg: име
et: nimi
ja: 名前
nl: naam

# Shipping zones list filter label
source: Shipping zone name
et: Kohaletoimetamise tsooni nimi

# Shipping zones list filter label
source: Price range
et: Hinna vahemik

# Shipping zones filter label
source: Country
et: Riik

# Product list sorting filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard shipping zones list
source: Found %(counter)d matching shipping zone
et: Leitud %(counter)d sobiv tarneala

# Label of the default weight unit picker
source: Default weight unit
et: Vaikimisi kaal

# Default weight unit help text
source: Default unit for weights entered from the dashboard.All weights will be recalculated to the new unit.
et: Vaikimisi ühik, töölaualt sisestatud kaaludele. Kõik kaalud arvutatakse ümber uuele ühikule.

# Shippment Zone field name
source: Shipping zone name
et: Kohaletoimetamise piirkonna nimi

# Shipping Zone field name
source: Rest of World
et: Ülejäänud maailm

# List of countries to pick from
source: Countries
et: Riigid

# Countries field help text
source: Each country might be included in only one shipping zone.
et: Iga riik võib kuuluda ainult ühte kohaletoimetamise piirkonda.

# Help text for ShippingZone name
source: Name is for internal use only, it won't be displayed to your customers
et: Nimi on ainult sisemiseks kasutuseks, seda ei kuvata klientidele.

# Help text for ShippingZone name
source: If selected, this zone will include any countries that are not already listed in your other shipping zones.
et: Kui valitud, hõlmab see piirkond kõik ülejäänud riigid, mis ei ole loetletud sinu teistes kohaletoimetamise piirkondades.

# ShippingZone with "default" option selected already exists
source: Default ShippingZone already exists.
et: Vaikimisi KohaletoimetamisePiirkond on juba olemas.

# Shipping zone containing duplicated countries form error
source: Countries already exists in another shipping zone: %(list_of_countries)s
et: Riigid kuuluvad juba teise kohaletoimetamise piirkonda: %(list_of_countries)s

# ShippingZone field error
source: This field is required.
et: Selle välja täitmine on kohustuslik.

# Shipping Method name
source: Name
et: Nimi

# Shipping method name help text
source: Customers will see this at the checkout.
et: Klientidele on see nähtav kassas.

# Minimum order price to use this shipping method
source: Minimum order price
et: Minimaalne tellimuse hind

# Maximum order price to use this order
source: Maximum order price
et: Maksimaalne tellimuse hind

# Placeholder for maximum order price set to unlimited
source: No limit
et: Piiramatu

# Price shipping method form error
source: Maximum order price should be larger than the minimum order price.
et: Maksimaalne tellimuse hind peab olema suurema minimaalsest tellimuse hinnast.

# Minimum order weight to use this shipping method
source: Minimum order weight
et: Minimaalne tellimuse kaal

# Maximum order weight to use this shipping method
source: Maximum order weight
et: Maksimaalne tellimuse kaal

# Placeholder for maximum order weight set to unlimited
source: No limit
et: Piiramata

# Dashboard message
source: Updated default weight unit
et: Uuendatud vaikimisi kaal

# Dashboard message
source: Added shipping zone
et: Lisatud kohaletoimetamise piirkond

# Dashboard message
source: Updated shipping zone
et: Uuendatud kohaletoimetamise piirkond

# Dashboard message
source: %(shipping_zone_name)s successfully removed
et: %(shipping_zone_name)s eemaldatud edukalt

# Dashboard message
source: Added shipping method for %(zone_name)s shipping zone
et: Lisatud meetod %(zone_name)s kohaletoimetamise piirkonnale

# Dashboard message
source: Updated %(method_name)s shipping method
et: Uuendatud %(method_name)s kohaletoimetamise meetodit

# Dashboard message
source: Removed %(shipping_method_name)s shipping method
et: Eemaldatud %(shipping_method_name)s kohaletoimetamise meetod

# Domain name (FQDN)
source: Domain name
et: Domeeni nimi

source: Display name
et: Kuvatav nimi

source: Header text
et: Päise tekst

# Inventory tracking by default settings toggle label
source: Enable inventory tracking for newly created products
et: Luba uute loodud toodete varude jälgimine

source: Default weight unit
et: Vaikimisi kaal

# handle stock by default settings field help text
source: This will set the default value of stock handling on product and variant creation
et: See seab vaikimisi väärtuse varude käsitlemiseks toote ja variandi loomisel

# Key for chosen authorization method
source: Key
et: Võti

source: Password
et: Parool

# Dashboard message
source: Updated site settings
bg_bg: Актуализирани са настройките на сайта
et: Lehekülje seaded uuendatud
ja: サイトの設定を更新しました。

# Dashboard message
source: Added authorization key %s
bg_bg: Добавен е ключът за позволения %s
et: Lisatud volitusvõti %s
ja: 認証キー「%s」を追加しました。

# dashboard message
source: Updated authorization key %s
bg_bg: Актуализиран е ключът за позволения %s
et: Uuendatud volitusvõti %s
ja: 認証キー「%s」を更新しました。

# Dashboard message
source: Removed site authorization key %s
bg_bg: Премахнат е ключът за позволения на сайта %s
et: Eemaldatud lehekülje volitusvõti %s
ja: サイトの認証キー「%s」を削除しました。

# Group list filter label
source: Permissions
bg_bg: Разрешения
et: Õigused
ja: 許可

# Staff list filter label
source: Sort by
bg_bg: Сортиране по
et: Sorteeri
ja: 並び順
nl: Sorteer op

# Number of matching records in the dashboard staff members list
source: Found %(counter)d matching staff member
bg_bg: Намерени са %(counter)dчленове на персонала
et: Leitud %(counter)d sobiv töötaja

# Label above the permissions choicefield
source: Permissions
et: Õigused

# User active toggle
source: User is active
et: Kasutaja on aktiivne

# Dashboard message
source: Updated staff member %s
bg_bg: Актуализиране на член на персонала %s
et: Uuendatud töötaja %s
ja: スタッフ「%s」を更新しました。

# Dashboard message
source: Added staff member %s
bg_bg: Добавяне на член на персонала %s
et: Lisatud töötaja %s
ja: スタッフ「%s」を追加しました。

# Dashboard message
source: Removed staff member %s
bg_bg: Премахване на член на персонала %s
et: Eemaldatud töötaja %s
ja: スタッフ「%s」を削除しました。

# Product list sorting option
source: country_code
et: riigi_kood

# Taxes list filter label
source: Country name
et: Riigi nimi

# Taxes list sorting form
source: Sort by
et: Sorteeri

# Number of matching records in the dashboard taxes list
source: Found %(counter)d matching country
et: Leitud %(counter)d sobiv riik

# Include taxes in prices
source: All products prices are entered with tax included
et: Kõik toote hinnad sisestatakse koos maksudega

# Display gross prices
source: Show gross prices to customers in the storefront
et: Näita brutohindu poes olevatele klientidele

source: Charge taxes on shipping rates
et: Maksusta tarnehinnad

# Dashboard message
source: Updated taxes settings
et: Maksude seaded uuendatud

# Dashboard message
source: Tax rates updated successfully
et: Maksumäärad edukalt uuendatud

# Dashboard message
source: Could not fetch tax rates. Make sure you have supplied a valid API Access Key.<br/>Check the server logs for more information about this error.
et: Maksumäärad ei olnud kättesaadavad. Veenduge, et olete sisestanud korrektse API-võtme. <br/>Selle vea lisateabe saamiseks vaadake serveri logisid.

# Possible values of boolean filter
source: yes,no,all
bg_bg: да,не,всички
et: jah, ei, kõik
ja: はい、いいえ、すべて

# Label of first value in range filter
source: From %(value)s
et: Alates %(value)s

# Label of second value in range filter
source: To %(value)s
et: Kuni %(value)s

# Dashboard message
source: Customer %s promoted to staff member
ja: 顧客「%s」がスタッフに昇格しました。

# Voucher list sorting option
source: apply_to
ja: に適用する。

# Voucher list sorting option
source: limit
bg_bg: лимит
ja: 制限
nl: limiet

# Sale type filter choice
source: USD
ja: 米ドル

# Order list sorting filter label
source: Period of validity
bg_bg: Срок на валидност
ja: 有効期間

# Voucher list sorting filter
source: Limit
bg_bg: Лимит
ja: 制限
nl: Beperking

# Shipping voucher form label for `limit` field
source: Only if order is over or equal to
ja: 注文がそれ以上の場合のみ
nl: Alleen als de bestelling gelijk is aan of hoger is dan

# Shipping voucher form label for `apply_to` field
source: Country
ja: 国
nl: Land

# Value voucher form label for `limit` field
source: Only if purchase value is greater than or equal to
ja: 購入金額がそれ以上である場合のみ
nl: Alleen als de waarde van de aankoop gelijk is aan of hoger is dan

# Group list filter label
source: Name
bg_bg: Име
ja: 名前
nl: Naam

# Group list filter label
source: Sort by
bg_bg: Сортиране по
ja: 並び順
nl: Sorteer op

# Dashboard message
source: Created group
bg_bg: Групата е създадена
ja: グループを作成しました。
nl: Aangemaakte groep

# Dashboard message
source: Updated group %s
bg_bg: Групата %s е актуализирана
ja: グループ「%s」を更新しました。
nl: Bijgewerkte groep %s

# Dashboard message
source: Removed group %s
bg_bg: Групата %s е премахната
ja: グループ「%s」を削除しました。

# Payment management form (capture, refund, release)
source: Amount
bg_bg: Количество
ja: 金額
nl: Bedrag

# Payment form error
source: Only pre-authorized payments can be released
bg_bg: Само предварително разрешени плащания могат да бъдат освободени
ja: 事前に承認された支払いのみをリリースすることができます。
nl: Alleen vooraf goedgekeurde betalingen kunnen worden vrijgegeven

# Move lines form label
source: Quantity
ja: 数量
nl: Hoeveelheid

# Move lines form label
source: Target shipment
ja: 出荷対象
nl: Doelzending

# Change quantity form label
source: Quantity
ja: 数量
nl: Hoeveelheid

# Ship group form field placeholder
source: Parcel tracking number
ja: 荷物追跡番号
nl: Trackingnummer van de zending

# Ship group form error
source: Cannot ship this group
ja: このグループを発送できません。
nl: Kan deze groep niet verzenden

# Cancel order form error
source: This order can't be cancelled
bg_bg: Тази поръчка не може да бъде анулирана
ja: この注文はキャンセルできません。
nl: Deze bestelling kan niet worden geannuleerd

# Change stock form error
source: Only %(remaining)d remaining in this stock.
bg_bg: Само %(remaining)d остават на склад
ja: %(remaining)d 個の在庫があります。

# Dashboard message
source: Released payment
bg_bg: Освободени плащания
ja: 解除された支払い
nl: Vrijgegeven betaling

# Dashboard message related to an order line
source: Changed quantity for product %(product)s from %(old_quantity)s to %(new_quantity)s
bg_bg: Променено количество за продукта %(product)s от %(old_quantity)s до %(new_quantity)s
ja: 製品「 %(product)s 」の数量を %(old_quantity)s から %(new_quantity)sに変更しました。
nl: Aantal van product %(product)s veranderd van %(old_quantity)s naar %(new_quantity)s

# Dashboard message related to an order line
source: Cancelled item %s
bg_bg: Анулиран елемент %s
ja: キャンセルされた商品「%s」
nl: Geannuleerd product %s

# Dashboard message
source: Cancelled order
ja: キャンセルされた注文
nl: Geannuleerde bestelling

# Dashboard message
source: Stock location changed for %s
bg_bg: Местоположението на стоката е променео %s
ja: 「%s」の在庫の場所が変更されました。

# Stock location list sorting option
source: name
bg_bg: име
ja: 名前
nl: naam

# Is featured filter choice
source: Featured
bg_bg: Включени
ja: 特集

# Is featured filter choice
source: Not featured
bg_bg: Не е включена
ja: 特集なし

# Product list filter label
source: Categories
ja: カテゴリー
nl: Categorieën

# Product list is featured filter label
source: Is featured
bg_bg: е представена
ja: は特集済です。

# Product attribute list filter label
source: Name
bg_bg: Име
ja: 名前
nl: Naam

# Product attribute list filter label
source: Sort by
bg_bg: Сортиране по
ja: 並び順
nl: Sorteer op

# Product class list filter label
source: Sort by
ja: 並び順
nl: Sorteer op

# Stock location list filter label
source: Sort by
bg_bg: Сортиране по
ja: 並び順
nl: Sorteer op

# Product class form label
source: Product type
ja: 商品の種類
nl: Productsoort

# stock form error
source: Stock item for this location and variant already exists
bg_bg: Стоковата наличност за това местоположение и вариант вече съществуват
ja: この場所とバリエーションの在庫は既に存在します。
nl: Voorraadproduct bestaat al voor deze locatie en variant

# Product class form label
source: Attributes specific to each variant
ja: 各バリエーション固有の属性
nl: Eigenschappen die per variant verschillen

# Product class form label
source: Attributes common to all variants
ja: すべてのバリエーションに共通する属性
nl: Eigenschappen van alle varianten

# Product class form error
source: Product variants are disabled.
ja: 製品バリエーションは無効になっています。
nl: Productvarianten zijn uitgeschakeld

# Product class form error
source: A single attribute can't belong to both a product and its variant.
ja: 単一の属性は、製品とそのバリエーションの両方に属することはできません。
nl: Een enkele eigenschap kan niet tegelijk van een product en van de variant zijn

# Product class form error
source: Some products of this type have more than one variant.
ja: このタイプの製品には複数のバリエーションがあります。
nl: Sommige producten van dit type hebben meer dan 1 variant

# product form
source: Published
ja: 公開済
nl: Gepubliceerd

# product form
source: Feature this product on homepage
ja: この商品はホームページに掲載されています。
nl: Laat dit product zien op de homepage

# Product form placeholder
source: Search
ja: 検索
nl: Zoeken

# Dashboard message
source: Saved stock
bg_bg: Запазана стока
ja: 保管した在庫
nl: Bewaarde voorraad

# Dashboard message
source: Removed stock
bg_bg: Премахната стока
ja: 削除した在庫

# Dashboard message for stock location
source: Updated location
bg_bg: Актуализирано е местоположението
ja: 場所を更新しました。
nl: Bijgewerkte locatie

# Dashboard message for stock location
source: Added location
bg_bg: Добавяне на локация
ja: 場所を追加しました。
nl: Toegevoegde locatie

# Dashboard message for stock location
source: Removed location %s
bg_bg: Локацията %s е изтрита
ja: 場所「%s」を削除しました。

# Shipping method list filter label
source: Name
bg_bg: Име
ja: 名前
nl: Naam

# Shipping method list filter label
source: Price range
bg_bg: Ценови диапазон
ja: 価格帯
nl: Bandbreedte prijs

# Shipping method filter label
source: Country
bg_bg: Държава
ja: 国
nl: Land

# dashboard message
source: Updated shipping method
ja: 配送方法を更新しました。

# Dashboard message
source: Added shipping method
bg_bg: Добавен е начин за доставка
ja: 配送方法を追加しました。

# Dashboard message
source: %(shipping_method_name)s successfully removed
bg_bg: %(shipping_method_name)sе успешно премахнато
ja: %(shipping_method_name)s が正常に削除されました。

# Dashboard message
source: Updated country shipping price %s
bg_bg: Актуализирана е цена за доставка %s
ja: 国の送料「%s」が更新されました。

# Dashboard message
source: Added shipping price for %s
bg_bg: Добавена е цена за доставка за %s
ja: 送料「%s」を追加しました。

# Dashboard message
source: Removed shipping method %s
bg_bg: Премахнат е метода на доставка %s
ja: 配送方法「%s」を削除しました。

# Staff list filter label
source: Groups
bg_bg: Групи
ja: グループ
nl: Groepen

# Label of first value in range filter
source: From
bg_bg: От
ja: から

# Label of second value in range filter
source: To
bg_bg: Към
ja: へ

# Number of matching records in the dashboard groups list
source: Found %(counter)d matching group
bg_bg: Намерени са %(counter)dгрупи

# Visibility status indicator
source: Publish
bg_bg: Публикува

# Number of matching records in the dashboard product attributes list
source: Found %(counter)d matching attribute
bg_bg: Намерени са %(counter)d атрибути

# Stock location list filter label
source: Name
bg_bg: Име

# Number of matching records in the dashboard shipping methods list
source: Found %(counter)d matching shipping method
bg_bg: Found %(counter)d matching shipping methods

# Delivery group value for `target_group` field
source: New shipment
nl: Nieuwe verzending

# Order status field value
source: All
nl: Alles

# Add variant to delivery group form label
source: Quantity
nl: Hoeveelheid

# Dashboard message related to a delivery group
source: removed group
nl: verwijderde groep

# Dashboard message related to delivery groups
source: Moved %(how_many)s items %(item)s from %(old_group)s to %(new_group)s
nl: Producten %(item)s verplaatst %(how_many)s van %(old_group)s naar %(new_group)s

# Dashboard message related to a delivery group
source: Shipped %s
nl: Verzonden %s

# Dashboard message related to a delivery group
source: Cancelled %s
nl: Geannuleerd %s

# Staff list filter label
source: Location
nl: Locatie
